{
  "components.about.content.aboutUs": "The Oriental Dance Troupe of Ottawa was established in 1988 by a group of Chinese dance lovers. The group was registered as a not-for-profit organization in 1994. The initial mandate of the organization was to promote Canadian multiculturalism by oriental dance and arts, and to unite overseas Chinese populations from different regions such as Mainland China, Hong Kong, Taiwan and other parts of Asia like Vietnam, Singapore, Indonesia, Malaysia, etc.; and to let Westerners get to know Chinese culture through oriental movement and dance.{br}Our group has had many performances over the past 30 years: we have performed in the National Capital region, Quebec City, Montreal, Brockville, Bellville, and Toronto. We are active in both the Chinese and other multicultural communities, such as the Canada Day celebration, Tulip Festival, Winterlude, Ukraine Festival, Serbian Festival, Brockville Multicultural Festival, etc. We have performed on big stages such as the National Arts Center, the National Gallery, the History Museum, Centrepointe Theatre, Algonquin Commons Theatre, Ottawa City Hall, Kailash Mital Theatre, etc., and also in more modest surroundings like senior residences.{br}A key part to our children’s outreach is the educational program for children at the Canadian Children’s Museum and at local schools.",
  "components.about.content.ourTeam.director": "Director",
  "components.about.content.ourTeam.director.about": "Tao has been involved as a performer of song and dance since the age of six. She had gymnastics training at age 8. Her exploration of movement also leads her to win medals in Beijing while representing her university in gymnastics competitions. Tao has also actively organized various arts events and performances for most of her life, including the universities she studied, and her workplaces and local communities.{linebreak}{linebreak}Tao is currently the director of the Oriental Dance Troupe of Ottawa. She has been involved in dance demonstration, performance, and teaching for more than 30 years. Tao has organized and overseen the Chinese New Year Dance and Music extravaganza at CenterPoint Theatre for four consecutive years, and the event of “The Charm of Oriental Dance and Music” at Algonquin Commons Theatre. These shows have been successful Chinese cultural presentations in Ottawa. Tao has also worked as a stage manager for a variety of productions.",
  "components.about.content.ourTeam.director.name": "Tao Ding",
  "components.about.content.ourTeam.instructor": "Dance Instructor",
  "components.about.content.ourTeam.instructor.1.about": "丁迎毕业于山东省艺术学院舞蹈系，六岁开始学习芭蕾、古典、民族舞，凭着良好的舞蹈表演天赋和专业扎实的舞蹈功底，多次在山东省以及地方的舞蹈比赛中获奖，并多次参加山东省和各地方的大型演出并担任多项晚会舞蹈部分的策划和指导，后来和先生移居加拿大。本着对舞蹈的热爱和执着的追求，丁迎希望可以在渥太华继续发光发热。",
  "components.about.content.ourTeam.instructor.1.name": "Diana Ding",
  "components.about.content.ourTeam.instructor.2": "Guest Ballet instructor",
  "components.about.content.ourTeam.instructor.2.about": "资深芭蕾舞老师。封老师毕业于北京舞蹈学院芭蕾舞系，曾担任 Ottawa ballet 的独舞演员，在Les Ballet Jazz de Montreal, Theater Ballet 做过演员. 封平老师在渥太华各舞校执教近30年，有非常丰富的教学经验。",
  "components.about.content.ourTeam.instructor.2.name": "Ping Feng",
  "components.about.title": "About Us",
  "components.footer.copyright": "© 2022 Oriental Dance Troupe of Ottawa",
  "components.footer.title.contactUs": "Contact Us",
  "components.gallery.title": "Gallery",
  "components.home.content.aboutUs": "Established in 1988, Oriental Dance Troupe of Ottawa has the longest performing history of Chinese dance in national capital region.",
  "components.home.title.aboutUs": "About us",
  "components.navigationBar.menu.about": "About",
  "components.navigationBar.menu.gallery": "Gallery",
  "components.navigationBar.menu.programs": "Programs",
  "components.navigationBar.menu.team": "Our Team",
  "components.navigationBar.menu.title": "Oriental Dance Troupe of Ottawa",
  "components.programs.title": "Programs",
  "components.programs.children": "For children programs, go to: {fengdance}",
  "components.programs.content": "We have adult programs. Contact us for schedules.",
  "components.team.title": "Our Team",
  "languageChange": "中文"
}
