{
  "components.about.content.aboutUs": "The Oriental Dance Troupe of Ottawa was established in 1988 by a group of Chinese dance lovers. The group was registered as a not-for-profit organization in 1994. The initial mandate of the organization was to promote Canadian multiculturalism by oriental dance and arts, and to unite overseas Chinese populations from different regions such as Mainland China, Hong Kong, Taiwan and other parts of Asia like Vietnam, Singapore, Indonesia, Malaysia, etc.; and to let Westerners get to know Chinese culture through oriental movement and dance.{br}Our group has had many performances over the past 30 years: we have performed in the National Capital region, Quebec City, Montreal, Brockville, Bellville, and Toronto. We are active in both the Chinese and other multicultural communities, such as the Canada Day celebration, Tulip Festival, Winterlude, Ukraine Festival, Serbian Festival, Brockville Multicultural Festival, etc. We have performed on big stages such as the National Arts Center, the National Gallery, the History Museum, Centrepointe Theatre, Algonquin Commons Theatre, Ottawa City Hall, Kailash Mital Theatre, etc., and also in more modest surroundings like senior residences.{br}A key part to our children’s outreach is the educational program for children at the Canadian Children’s Museum and at local schools.",
  "components.about.content.ourTeam.artisticDirector": "Artistic Director",
  "components.about.content.ourTeam.artisticDirector.name": "Junwei Bao",
  "components.about.content.ourTeam.director": "Director",
  "components.about.content.ourTeam.director.name": "Tao Ding",
  "components.about.content.ourTeam.instructor": "Instructor",
  "components.about.content.ourTeam.instructor.name.1": "Diana Ding",
  "components.about.title": "About Us",
  "components.footer.copyright": "© 2020 Oriental Dance Troupe of Ottawa",
  "components.footer.title.contactUs": "Contact Us",
  "components.gallery.title": "Gallery",
  "components.home.content.aboutUs": "Established in 1988, Oriental Dance Troupe of Ottawa has the longest performing history of Chinese dance in national capital region.",
  "components.home.title.aboutUs": "About us",
  "components.navigationBar.menu.about": "About",
  "components.navigationBar.menu.gallery": "Gallery",
  "components.navigationBar.menu.programs": "Programs",
  "components.navigationBar.menu.team": "Our Team",
  "components.navigationBar.menu.title": "Oriental Dance Troupe of Ottawa",
  "components.programs.title": "Programs",
  "components.programs.content": "We have adult and children programs.",
  "components.team.title": "Our Team",
  "languageChange": "中文"
}
